Repository: RotherOSS/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: es_mx

source: (ID=%s) Link to %s (ID=%s) added
es_mx: (ID=%s) Enlace a %s (ID=%s) añadido

source: (ID=%s) Link to %s (ID=%s) deleted
es_mx: ID=%s) Enlace a %s (ID=%s) borrado

source: (ID=%s) Notification sent to %s (Event: %s)
es_mx: (ID=%s) Notificación enviada a %s (Evento: %s)

source: Workorder (ID=%s) reached planned end time.
es_mx: La orden de trabajo (ID=%s) ha alcanzado la hora de finalización prevista.

source: Workorder (ID=%s) reached planned start time.
es_mx: La orden de trabajo (ID=%s) ha alcanzado la hora de inicio prevista.

source: (ID=%s) %s: (new=%s, old=%s)
es_mx: (ID=%s) %s: (nuevo=%s, antiguo=%s)

source: all
es_mx: todo

source: any
es_mx: cualquier

source: Workorder Agents
es_mx: Agentes de órdenes de trabajo

source: Previous Workorder Agent
es_mx: Agente de órdenes de trabajo anteriores

source: Change Initiators
es_mx: Iniciadores de cambio

source: Group ITSMChange
es_mx: Grupo ITSMChange

source: Group ITSMChangeBuilder
es_mx: Grupo ITSMChangeBuilder

source: Group ITSMChangeManager
es_mx: Grupo ITSMChangeManager

source: requested
es_mx: Requerido

source: pending approval
es_mx: Aprobación pendiente

source: rejected
es_mx: Rechazado

source: approved
es_mx: Aprobado

source: in progress
es_mx: en progreso

source: pending pir
es_mx: pir pendiente

source: successful
es_mx: exitoso

source: failed
es_mx: fallo

source: canceled
es_mx: cancelado

source: retracted
es_mx: retraído

source: created
es_mx: creado

source: accepted
es_mx: aceptado

source: ready
es_mx: listo

source: approval
es_mx: aprobación

source: workorder
es_mx: orden de trabajo

source: backout
es_mx: retroceder

source: decision
es_mx: decisión

source: is
es_mx: es

source: is not
es_mx: no es

source: is empty
es_mx: está vacío

source: is not empty
es_mx: no está vacío

source: is greater than
es_mx: es mayor que

source: is less than
es_mx: es menos que

source: is before
es_mx: antes de

source: is after
es_mx: después de

source: contains
es_mx: contiene

source: not contains
es_mx: no contiene

source: begins with
es_mx: empieza con

source: ends with
es_mx: termina con

source: set
es_mx: establece

source: Do you really want to delete this expression?
es_mx: ¿Realmente desea eliminar esta expresión?

source: Do you really want to delete this action?
es_mx: ¿Realmente quieres eliminar esta acción?

source: Do you really want to delete this condition?
es_mx: ¿Realmente desea eliminar esta condición?

source: A list of the agents who have permission to take workorders. Key is a login name. Content is 0 or 1.
es_mx: Una lista de los agentes que tienen permiso para aceptar órdenes de trabajo. La clave es el nombre de inicio de sesión. El contenido es 0 o 1.

source: A list of workorder states, at which the ActualStartTime of a workorder will be set if it was empty at this point.
es_mx: Una lista de estados de la orden de trabajo, en la que se establecerá la hora de inicio real de una orden de trabajo si estaba vacía en este punto.

source: Actual end time
es_mx: Hora de finalización real

source: Actual start time
es_mx: Hora de inicio real

source: Add Workorder
es_mx: Agregar una Orden de Trabajo

source: Add Workorder (from Template)
es_mx: Agregar orden de trabajo (desde la plantilla)

source: Add a change from template.
es_mx: Agregar un cambio desde la plantilla.

source: Add a change.
es_mx: Agrega un cambio.

source: Add a workorder (from template) to the change.
es_mx: Agregue una orden de trabajo (desde la plantilla) al cambio.

source: Add a workorder to the change.
es_mx: Agregue una orden de trabajo al cambio.

source: Add from template
es_mx: Agregar desde plantilla

source: Admin of the CIP matrix.
es_mx: Administrador de la matriz CIP.

source: Admin of the state machine.
es_mx: Administrador del estado de la máquina.

source: Agent interface notification module to see the number of change advisory boards.
es_mx: Módulo de notificación de la interfaz del agente para ver el número de paneles de cambios de asesoramiento.

source: Agent interface notification module to see the number of changes managed by the user.
es_mx: Módulo de notificación de la interfaz del agente para ver el número de cambios gestionados por el usuario.

source: Agent interface notification module to see the number of changes.
es_mx: Módulo de notificación de la interfaz del agente para ver el número de cambios.

source: Agent interface notification module to see the number of workorders.
es_mx: Módulo de notificación de la interfaz del agente para ver el número de órdenes de trabajo.

source: CAB Member Search
es_mx: Búsqueda de miembros del CAB

source: Cache time in minutes for the change management toolbars. Default: 3 hours (180 minutes).
es_mx: Tiempo de caché en minutos para las barras de herramientas de gestión de cambios. Por defecto: 3 horas (180 minutos).

source: Cache time in minutes for the change management. Default: 5 days (7200 minutes).
es_mx: Tiempo de caché en minutos para la gestión de cambios. Por defecto: 5 días (7200 minutos).

source: Change CAB Templates
es_mx: Cambiar las plantillas de CAB

source: Change History.
es_mx: Historial de cambios.

source: Change Involved Persons.
es_mx: Cambiar las personas participantes.

source: Change Overview "Small" Limit
es_mx: Cambiar la visión general del límite "pequeño"

source: Change Overview.
es_mx: Resumen de los cambios.

source: Change Print.
es_mx: Cambiar la impresión.

source: Change Schedule
es_mx: Cambio de horario

source: Change Settings
es_mx: Cambiar la configuración

source: Change Zoom
es_mx: Cambiar el detalle

source: Change Zoom.
es_mx: Cambiar detalle.

source: Change and Workorder Templates
es_mx: Plantillas de cambios y órdenes de trabajo

source: Change and workorder templates edited by this user.
es_mx: Plantillas de cambios y órdenes de trabajo editadas por este usuario.

source: Change area.
es_mx: Cambiar de área.

source: Change limit per page for Change Overview "Small".
es_mx: Límite de cambios por página para el resumen de cambios "Pequeño".

source: Change number
es_mx: Cambiar el número

source: Change state
es_mx: Cambiar de estado

source: Change time
es_mx: Cambiar el tiempo

source: Change title
es_mx: Cambiar el título

source: Condition Edit
es_mx: Condición Editar

source: Condition Overview
es_mx: Resumen de la condición

source: Configure which screen should be shown after a new workorder has been created.
es_mx: Configure qué pantalla debe mostrarse tras la creación de una nueva orden de trabajo.

source: Configures how often the notifications are sent when planned the start time or other time values have been reached/passed.
es_mx: Configura la frecuencia con la que se envían las notificaciones cuando se ha alcanzado/pasado la hora de inicio planificada u otros valores de tiempo.

source: Create Change
es_mx: Crear cambio

source: Create Change (from Template)
es_mx: Crear el cambio (desde la plantilla)

source: Create a change (from template) from this ticket.
es_mx: Crear un cambio (desde la plantilla) desde este ticket.

source: Create a change from this ticket.
es_mx: Cree un cambio a partir de este ticket.

source: Create and manage ITSM Change Management notifications.
es_mx: Crear y gestionar las notificaciones de gestión de cambios de ITSM.

source: Create and manage change notifications.
es_mx: Crear y gestionar las notificaciones de cambios.

source: Default type for a workorder. This entry must exist in general catalog class 'ITSM::ChangeManagement::WorkOrder::Type'.
es_mx: Tipo por defecto para una orden de trabajo. Esta entrada debe existir en la clase de catálogo general 'ITSM::ChangeManagement::WorkOrder::Type'.

source: Define the signals for each workorder state.
es_mx: Definir las señales para cada estado de la orden de trabajo.

source: Define which columns are shown in the linked Changes widget (LinkObject::ViewMode = "complex"). Note: Only Change attributes are allowed for DefaultColumns. Possible settings: 0 = Disabled, 1 = Available, 2 = Enabled by default.
es_mx: Define qué columnas se muestran en el widget Cambios vinculados (LinkObject::ViewMode = "complex"). Nota: Sólo se permiten atributos de cambio para DefaultColumns. Posibles ajustes: 0 = Desactivado, 1 = Disponible, 2 = Activado por defecto.

source: Define which columns are shown in the linked Workorder widget (LinkObject::ViewMode = "complex"). Note: Only Workorder attributes are allowed for DefaultColumns. Possible settings: 0 = Disabled, 1 = Available, 2 = Enabled by default.
es_mx: Define qué columnas se muestran en el widget de la Orden de Trabajo vinculada (LinkObject::ViewMode = "complex"). Nota: Sólo se permiten atributos de órdenes de trabajo para DefaultColumns. Posibles ajustes: 0 = Desactivado, 1 = Disponible, 2 = Activado por defecto.

source: Defines an overview module to show the small view of a change list.
es_mx: Define un módulo de resumen para mostrar la vista pequeña de una lista de cambios.

source: Defines an overview module to show the small view of a template list.
es_mx: Define un módulo de resumen para mostrar la vista pequeña de una lista de plantillas.

source: Defines if it will be possible to print the accounted time.
es_mx: Define si será posible imprimir el tiempo contabilizado.

source: Defines if it will be possible to print the planned effort.
es_mx: Define si será posible imprimir el esfuerzo planificado.

source: Defines if reachable (as defined by the state machine) change end states should be allowed if a change is in a locked state.
es_mx: Define si los estados finales de cambio alcanzables (según lo definido por la máquina de estado) deben ser permitidos si un cambio está en un estado bloqueado.

source: Defines if reachable (as defined by the state machine) workorder end states should be allowed if a workorder is in a locked state.
es_mx: Define si se deben permitir estados finales de órdenes de trabajo alcanzables (según lo definido por el estado de la máquina) si una orden de trabajo está en un estado bloqueado.

source: Defines if the accounted time should be shown.
es_mx: Define si se debe mostrar el tiempo contabilizado.

source: Defines if the actual start and end times should be set.
es_mx: Define si se deben establecer las horas de inicio y finalización reales.

source: Defines if the change search and the workorder search functions could use the mirror DB.
es_mx: Define si las funciones de búsqueda de modificaciones y de búsqueda de órdenes de trabajo pueden utilizar la base de datos espejo.

source: Defines if the change state can be set in the change edit screen of the agent interface.
es_mx: Define si el estado de cambio se puede establecer en la pantalla de edición de cambios de la interfaz del agente.

source: Defines if the planned effort should be shown.
es_mx: Define si se debe mostrar el esfuerzo planificado.

source: Defines if the requested date could be printed by customer.
es_mx: Define si la fecha solicitada puede ser impresa por el cliente.

source: Defines if the requested date could be searched by customer.
es_mx: Define si la fecha solicitada puede ser buscada por el cliente.

source: Defines if the requested date could be set by customer.
es_mx: Define si la fecha solicitada puede ser fijada por el cliente.

source: Defines if the requested date should be shown by customer.
es_mx: Define si la fecha solicitada debe ser mostrada por el cliente.

source: Defines if the workorder state should be shown.
es_mx: Define si se debe mostrar el estado de la orden de trabajo.

source: Defines if the workorder title should be shown.
es_mx: Define si se debe mostrar el estado de la orden de trabajo.

source: Defines shown graph attributes.
es_mx: Define los atributos del gráfico mostrado.

source: Defines the change states that will be allowed to delete.
es_mx: Define los estados de cambio que se permitirán eliminar.

source: Defines the change states that will be used as filters in the Change PSA overview.
es_mx: Define los estados de cambio que se utilizarán como filtros en el resumen de PSA de cambio.

source: Defines the change states that will be used as filters in the Change Schedule overview.
es_mx: Define los estados de modificación que se utilizarán como filtros en el resumen del calendario de modificaciones.

source: Defines the change states that will be used as filters in the MyCAB overview.
es_mx: Define los estados de cambio que se utilizarán como filtros en el resumen de MyCAB.

source: Defines the change states that will be used as filters in the MyChanges overview.
es_mx: Define los estados de cambio que se utilizarán como filtros en el resumen de Mis Cambios.

source: Defines the change states that will be used as filters in the change manager overview.
es_mx: Define los estados de cambio que se utilizarán como filtros en el resumen del gestor de cambios.

source: Defines the change states that will be used as filters in the change overview.
es_mx: Define los estados de cambio que se utilizarán como filtros en el resumen de cambios.

source: Defines the default change title for a dummy change which is needed to edit a workorder template.
es_mx: Define el título de cambio por defecto para un cambio ficticio que se necesita para editar una plantilla de orden de trabajo.

source: Defines the default sort criteria in the change PSA overview.
es_mx: Define los criterios de clasificación por defecto en el resumen del APS de modificación.

source: Defines the default sort criteria in the change manager overview.
es_mx: Define los criterios de ordenación por defecto en el resumen del gestor de modificaciones.

source: Defines the default sort criteria in the change overview.
es_mx: Define los criterios de clasificación por defecto en el resumen de modificaciones.

source: Defines the default sort criteria in the change schedule overview.
es_mx: Define los criterios de clasificación por defecto en el resumen del calendario de modificaciones.

source: Defines the default sort criteria of the changes in the MyCAB overview.
es_mx: Define los criterios de ordenación por defecto de los cambios en el resumen de Mi CAB.

source: Defines the default sort criteria of the changes in the MyChanges overview.
es_mx: Define el criterio de ordenación por defecto de las modificaciones en el resumen de Mis Cambios.

source: Defines the default sort criteria of the changes in the MyWorkorders overview.
es_mx: Define el criterio de ordenación por defecto de las modificaciones en el resumen de Mis órdenes de trabajo.

source: Defines the default sort criteria of the changes in the PIR overview.
es_mx: Define el criterio de ordenación por defecto de las modificaciones en el resumen del PIR.

source: Defines the default sort criteria of the changes in the template overview.
es_mx: Define el criterio de ordenación por defecto de las modificaciones en el resumen del modelo.

source: Defines the default sort order in the MyCAB overview.
es_mx: Define el orden de clasificación por defecto en el resumen de Mi CAB.

source: Defines the default sort order in the MyChanges overview.
es_mx: Define el orden de clasificación por defecto en el resumen de Mis Cambios.

source: Defines the default sort order in the MyWorkorders overview.
es_mx: Define el orden de clasificación por defecto en el resumen de Mis Órdenes de Trabajo.

source: Defines the default sort order in the PIR overview.
es_mx: Define el orden de clasificación por defecto en el resumen del PIR.

source: Defines the default sort order in the change PSA overview.
es_mx: Define el orden de clasificación por defecto en el resumen del APS de modificación.

source: Defines the default sort order in the change manager overview.
es_mx: Define el orden de clasificación por defecto en el resumen del gestor de modificaciones.

source: Defines the default sort order in the change overview.
es_mx: Define el orden de clasificación por defecto en el resumen de modificaciones.

source: Defines the default sort order in the change schedule overview.
es_mx: Define el orden de clasificación por defecto en el resumen del programa de modificaciones.

source: Defines the default sort order in the template overview.
es_mx: Define el orden de clasificación por defecto en el resumen de la plantilla.

source: Defines the default value for the category of a change.
es_mx: Define el valor por defecto de la categoría de un cambio.

source: Defines the default value for the impact of a change.
es_mx: Define el valor predeterminado para el impacto de un cambio.

source: Defines the field type of CompareValue fields for change attributes used in the change condition edit screen of the agent interface. Valid values are Selection, Text and Date. If a type is not defined, the field will not be shown.
es_mx: Define el tipo de campo de CompareValue los campos para los atributos de cambio utilizados en la pantalla de edición de condiciones de cambio de la interfaz del agente. Los valores válidos son Selección, Texto y Fecha. Si no se define un tipo, el campo no se mostrará.

source: Defines the field type of CompareValue fields for workorder attributes used in the change condition edit screen of the agent interface. Valid values are Selection, Text and Date. If a type is not defined, the field will not be shown.
es_mx: Define el tipo de campo CompareValue de los campos para los atributos de la orden de trabajo utilizados en la pantalla de edición de la condición de cambio de la interfaz del agente. Los valores válidos son Selección, Texto y Fecha. Si no se define un tipo, el campo no se mostrará.

source: Defines the object attributes that are selectable for change objects in the change condition edit screen of the agent interface.
es_mx: Define los atributos del objeto que se pueden seleccionar para modificar los objetos en la pantalla de edición de condiciones de la interfaz del agente.

source: Defines the object attributes that are selectable for workorder objects in the change condition edit screen of the agent interface.
es_mx: Define los atributos del objeto que se pueden seleccionar para los objetos de la orden de trabajo en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute AccountedTime in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo Tiempo contabilizado en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute ActualEndTime in the change condition edit screen of the agent interface.
es_mx: Define los operadores que se pueden seleccionar para el atributo Hora de finalización real en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute ActualStartTime in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo Hora de inicio real en la pantalla de edición de condiciones de cambio de la interfaz del agente.

source: Defines the operators that are selectable for the attribute CategoryID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo CategoryID en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute ChangeBuilderID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo ChangeBuilderID en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute ChangeManagerID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo ChangeManagerID en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute ChangeStateID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo ChangeStateID en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute ChangeTitle in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo ChangeTitle en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute DynamicField in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo DynamicField en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute ImpactID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo ImpactID en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute PlannedEffort in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo Esfuerzo planificado en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute PlannedEndTime in the change condition edit screen of the agent interface.
es_mx: Define los operadores que se pueden seleccionar para el atributo Hora de finalización prevista en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute PlannedStartTime in the change condition edit screen of the agent interface.
es_mx: Define los operadores que se pueden seleccionar para el atributo Hora de inicio prevista en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute PriorityID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo PriorityID en la pantalla de edición de cambio condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute RequestedTime in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo Hora solicitada en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute WorkOrderAgentID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo WorkOrderAgentID en la pantalla de cambio edición de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute WorkOrderNumber in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo WorkOrderNumber en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute WorkOrderStateID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo WorkOrderStateID en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the operators that are selectable for the attribute WorkOrderTitle in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo Título de la Orden de Trabajo en la pantalla de edición de condición de la interfaz del agente.
