Repository: RotherOSS/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: es_mx

source: Set the default height (in pixels) of inline HTML fields in the change zoom screen and workorder zoom screen of the agent interface.
es_mx: Establezca la altura por defecto (en píxeles) de los campos HTML en línea en la pantalla de detalles de cambios y en la pantalla de detalles de órdenes de trabajo de la interfaz del agente.

source: Set the maximum height (in pixels) of inline HTML fields in the change zoom screen and workorder zoom screen of the agent interface.
es_mx: Establezca la altura máxima (en píxeles) de los campos HTML en línea en la pantalla de zoom de cambios y en la pantalla de zoom de órdenes de trabajo de la interfaz del agente.

source: Last changed by
es_mx: Modificado por última vez por

source: Ok
es_mx: Bien

source: Define Actions where a settings button is available in the linked objects widget (LinkObject::ViewMode = "complex"). Please note that these Actions must have registered the following JS and CSS files: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
es_mx: Definir acciones en las que un botón de configuración está disponible en el widget de objetos vinculados (LinkObject::ViewMode = "complex"). Tenga en cuenta que estas acciones deben haber registrado los siguientes archivos JS y CSS: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js y Core.Agent.LinkObject.js.

source: Shows a link in the menu that allows taking a workorder in the its zoom view of the agent interface.
es_mx: Muestra un enlace en el menú que permite tomar una orden de trabajo en la vista de detalle desde la interfaz del agente.

source: Shows a link in the menu to access the history of a workorder in the its zoom view of the agent interface.
es_mx: Muestra un enlace en el menú para acceder al historial de una orden de trabajo en la vista de detalle desde la interfaz del agente.

source: Shows a link in the menu to edit a workorder in the its zoom view of the agent interface.
es_mx: Muestra un enlace en el menú para editar una orden de trabajo en la vista de detalle desde la interfaz del agente.
