Repository: RotherOSS/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: es_mx

source: Category ↔ Impact ↔ Priority
es_mx: Categoría ↔ Impacto ↔ Prioridad

source: Manage the priority result of combinating Category ↔ Impact.
es_mx: Gestionar el resultado prioritario de combinar Categoría ↔ Impacto.

source: Priority allocation
es_mx: Asignación de prioridad

source: ITSM ChangeManagement Notification Management
es_mx: Gestión de notificaciones de gestión de cambios de ITSM

source: Add Notification Rule
es_mx: Agregar regla de notificación

source: Edit Notification Rule
es_mx: Editar regla de notificación

source: A notification should have a name!
es_mx: ¡Una notificación debe tener un nombre!

source: Name is required.
es_mx: el nombre es requerido.

source: Admin State Machine
es_mx: Administrar estado de la maquina

source: Select a catalog class!
es_mx: ¡Seleccione una clase del catálogo!

source: A catalog class is required!
es_mx: ¡Un catalogo de clases es requerido!

source: Add a state transition
es_mx: Adicionar un estado de transición

source: Catalog Class
es_mx: Catálogo de clases

source: Object Name
es_mx: Nombre del objeto

source: Overview over state transitions for
es_mx: Resumen sobre las transiciones de estado para

source: Delete this state transition
es_mx: Borrar este estado de transición

source: Add a new state transition for
es_mx: Agregar un nuevo estado de transición para

source: Please select a state!
es_mx: ¡Por favor seleccione un estado!

source: Please select a next state!
es_mx: ¡Por favor seleccione un próximo estado!

source: Edit a state transition for
es_mx: Editar un estado de transición para

source: Do you really want to delete the state transition
es_mx: Realmente desea eliminar el estado de transición

source: Add Change
es_mx: Adicionar cambio

source: ITSM Change
es_mx: Cambiar ITMS

source: Justification
es_mx: Justificación

source: Input invalid.
es_mx: Dato invalido.

source: Impact
es_mx: Impacto

source: Requested Date
es_mx: Fecha requerida

source: Select Change Template
es_mx: Seleccione cambiar plantilla

source: Time type
es_mx: Tipo hora

source: Invalid time type.
es_mx: Tipo de hora invalido.

source: New time
es_mx: Nueva hora

source: Save Change CAB as template
es_mx: Guardar el cambio CAB como plantilla

source: go to involved persons screen
es_mx: ir a la pantalla de personas involucradas

source: Invalid Name
es_mx: Nombre invalido

source: Conditions and Actions
es_mx: Condiciones y acciones

source: Delete Condition
es_mx: Eliminar condición

source: Add new condition
es_mx: Agregar nueva condición

source: Edit Condition
es_mx: Editar condición

source: Need a valid name.
es_mx: Necesita un nombre valido.

source: A valid name is needed.
es_mx: Se requiere un nombre valido.

source: Duplicate name:
es_mx: Nombre duplicado:

source: This name is already used by another condition.
es_mx: Este nombre ya esta siendo usado por otra condición.

source: Any expression (OR)
es_mx: Cualquier expresión (O)

source: All expressions (AND)
es_mx: Todas la expresiones (Y)

source: Expressions
es_mx: Expresiones

source: Operator
es_mx: Operador

source: Delete Expression
es_mx: Eliminar expresión

source: No Expressions found.
es_mx: No se encontraron expresiones.

source: Add new expression
es_mx: Agregar nueva expresión

source: Delete Action
es_mx: Eliminar acción

source: No Actions found.
es_mx: No se encontraron acciones.

source: Add new action
es_mx: Agregar nueva acción

source: Do you really want to delete this change?
es_mx: ¿Realmente desea eliminar este cambio?

source: Edit %s%s
es_mx: Editar %s %s

source: History of %s%s
es_mx: Histórico de %s%s

source: Workorder
es_mx: Orden de trabajo

source: Show details
es_mx: Mostrar detalles

source: Show workorder
es_mx: Mostrar orden de trabajo

source: Detailed history information of %s
es_mx: Historial detallado de %s

source: Modified
es_mx: Modificado

source: Old Value
es_mx: Antiguo valor

source: New Value
es_mx: Nuevo valor

source: Edit Involved Persons of %s%s
es_mx: Editar personal involucrado de %s%s

source: Involved Persons
es_mx: Personas involucradas

source: ChangeManager
es_mx: Cambiar supervisor

source: User invalid.
es_mx: Usuario invalido.

source: ChangeBuilder
es_mx: Cambio de constructor

source: CAB Template
es_mx: Plantilla CAB

source: Apply Template
es_mx: Aplicar plantilla

source: NewTemplate
es_mx: Nueva plantilla

source: Save this CAB as template
es_mx: Guardar esta CAB como plantilla

source: Add to CAB
es_mx: Agregar a CAB

source: Invalid User
es_mx: Usuario Invalido

source: Current CAB
es_mx: CAB Actual

source: Changes per page
es_mx: Cambios por página

source: Workorder Title
es_mx: Titulo de la orden de trabajo

source: Change Title
es_mx: Cambiar titulo

source: Workorder Agent
es_mx: Agente de órdenes de trabajo

source: Change Builder
es_mx: Cambiar constructor

source: Change Manager
es_mx: Administrador de cambios

source: Workorders
es_mx: Ordenes de trabajo

source: Change State
es_mx: Cambiar estado

source: Workorder State
es_mx: Estado de la orden de trabajo

source: Workorder Type
es_mx: Tipo de orden de trabajo

source: Requested Time
es_mx: Tiempo estimado

source: Planned Start Time
es_mx: Hora de inicio prevista

source: Planned End Time
es_mx: Hora de finalización prevista

source: Actual Start Time
es_mx: Hora de inicio real

source: Actual End Time
es_mx: Hora de finalización real

source: Do you really want to reset this change?
es_mx: ¿Realmente quieres restablecer este cambio?

source: (e.g. 10*5155 or 105658*)
es_mx: (por ejemplo. 10*5155 o 105658*)

source: CAB Agent
es_mx: Agente CAB

source: e.g.
es_mx: por ejemplo.

source: CAB Customer
es_mx: Cliente CAB

source: ITSM Workorder Instruction
es_mx: Instrucción de órdenes de trabajo ITSM

source: ITSM Workorder Report
es_mx: Reporte de órdenes de trabajo ITSM

source: ITSM Change Priority
es_mx: Cambiar prioridad ITSM

source: ITSM Change Impact
es_mx: Cambiar impacto de ITSM

source: Change Category
es_mx: Cambiar categoría

source: (before/after)
es_mx: (antes/después)

source: (between)
es_mx: (entre)

source: Save Change as Template
es_mx: Guardar cambios como plantilla

source: A template should have a name!
es_mx: ¡Una plantilla debe tener un nombre!

source: The template name is required.
es_mx: El nombre de la plantilla es obligatorio.

source: Reset States
es_mx: Reiniciar estados

source: Overwrite original template
es_mx: Sobrescribir la plantilla original

source: Delete original change
es_mx: Borrar el cambio original

source: Move Time Slot
es_mx: Mover intervalo de tiempo

source: Change Information
es_mx: Cambiar información

source: Planned Effort
es_mx: Esfuerzo planificado

source: Accounted Time
es_mx: Tiempo contabilizado

source: Change Initiator(s)
es_mx: Iniciador(es) del cambio

source: Last changed
es_mx: Último cambio

source: Edit CAB Template
es_mx: Editar plantilla CAB

source: This will create a new change from this template, so you can edit and save it.
es_mx: Esto creará un nuevo cambio en esta plantilla, para que pueda editarla y guardarla.

source: The new change will be deleted automatically after it has been saved as template.
es_mx: El nuevo cambio se borrará automáticamente después de que se haya guardado como plantilla.

source: This will create a new workorder from this template, so you can edit and save it.
es_mx: Esto creará una nueva orden de trabajo a partir de esta plantilla, para que pueda editarla y guardarla.

source: A temporary change will be created which contains the workorder.
es_mx: Se creará un cambio temporal que contiene la orden de trabajo.

source: The temporary change and new workorder will be deleted automatically after the workorder has been saved as template.
es_mx: El cambio temporal y la nueva orden de trabajo se eliminarán automáticamente después de que la orden de trabajo se haya guardado como plantilla.

source: Do you want to proceed?
es_mx: ¿Quieres continuar?

source: Template ID
es_mx: ID Plantilla

source: Edit Content
es_mx: Editar contenido

source: Create by
es_mx: Creado por

source: Change by
es_mx: Cambiado por

source: Change Time
es_mx: Hora de cambio

source: Add Workorder to %s%s
es_mx: Agregar orden de trabajo a %s%s

source: Instruction
es_mx: Instrucción

source: Invalid workorder type.
es_mx: Tipo de orden de trabajo invalida.

source: The planned start time must be before the planned end time!
es_mx: ¡La hora de inicio prevista debe ser anterior a la hora de finalización prevista!

source: Invalid format.
es_mx: Formato invalido.

source: Select Workorder Template
es_mx: Seleccione una plantilla de orden de trabajo

source: Edit Workorder Agent of %s%s
es_mx: Editar agente de orden de trabajo de %s%s

source: Do you really want to delete this workorder?
es_mx: ¿Realmente quiere eliminar esta orden de trabajo?

source: You can not delete this Workorder. It is used in at least one Condition!
es_mx: ¡No se puede eliminar esta Orden de Trabajo. Se utiliza en al menos una condición!

source: This Workorder is used in the following Condition(s)
es_mx: Esta orden de trabajo se utiliza en las siguientes condiciones

source: Edit %s%s-%s
es_mx: Editar %s%s-%s

source: If the planned end time of this workorder is changed, the planned start times of all following workorders will be changed accordingly
es_mx: Si se modifica la hora de finalización prevista de esta orden de trabajo, las horas de inicio previstas de todas las órdenes de trabajo siguientes se modificarán en consecuencia

source: History of %s%s-%s
es_mx: Historia de %s%s-%s

source: Edit Report of %s%s-%s
es_mx: Editar reporte de %s%s-%s

source: Report
es_mx: Reporte

source: The actual start time must be before the actual end time!
es_mx: ¡La hora de inicio real debe ser anterior a la hora de finalización real!

source: The actual start time must be set, when the actual end time is set!
es_mx: ¡La hora de inicio real debe fijarse cuando se fije la hora de finalización real!

source: Current Agent
es_mx: Agente actual

source: Do you really want to take this workorder?
es_mx: ¿Realmente quieres aceptar esta orden de trabajo?

source: Save Workorder as Template
es_mx: Guardar orden de trabajo como plantilla

source: Workorder Information
es_mx: Información de la orden de trabajo

source: Notification Added!
es_mx: ¡Notificación añadida!

source: Unknown notification %s!
es_mx: ¡Notificación desconocida %s!

source: There was an error creating the notification.
es_mx: Se ha producido un error al crear la notificación.

source: State Transition Updated!
es_mx: ¡Estado de transición actualizado!

source: State Transition Added!
es_mx: ¡Estado de transición añadido!

source: Overview: ITSM Changes
es_mx: Descripción general: cambios de ITSM

source: Ticket with TicketID %s does not exist!
es_mx: ¡El ticket TicketID %s no existe!

source: Missing sysconfig option "ITSMChange::AddChangeLinkTicketTypes"!
es_mx: ¡Falta la opción de sysconfig "ITSMChange :: AddChangeLinkTicketTypes"!

source: Was not able to add change!
es_mx: ¡No he podido añadir el cambio!

source: Was not able to create change from template!
es_mx: ¡No se a podido crear un cambio de plantilla!

source: No ChangeID is given!
es_mx: ¡No se proporciona ChangeID!

source: No change found for changeID %s.
es_mx: No se ha encontrado ningún cambio para el changeID %s.

source: The CAB of change "%s" could not be serialized.
es_mx: El cambio de CAB "%s" no pudo ser serializado.

source: Could not add the template.
es_mx: No se ha podido agregar la plantilla.

source: Change "%s" not found in database!
es_mx: ¡Cambio "%s" no encontrado en la base de datos!

source: Could not delete ConditionID %s!
es_mx: ¡No se ha podido eliminar ConditionID %s!

source: Could not create new condition!
es_mx: ¡No se ha podido crear una nueva condición!

source: Could not update ConditionID %s!
es_mx: ¡No se ha podido actualizar ConditionID %s!

source: Could not update ExpressionID %s!
es_mx: ¡No se ha podido actualizar la ExpressionID %s!

source: Could not add new Expression!
es_mx: ¡No se puede agregar una nueva Expresión!

source: Could not update ActionID %s!
es_mx: ¡No se ha podido actualizar la ActionID %s!

source: Could not add new Action!
es_mx: ¡No se puede agregar una nueva Acción!

source: Could not delete ExpressionID %s!
es_mx: ¡No se ha podido eliminar ExpressionID %s!

source: Could not delete ActionID %s!
es_mx: ¡No se ha podido eliminar ActionID %s!

source: Error: Unknown field type "%s"!
es_mx: Error: ¡Tipo de campo desconocido "%s"!

source: ConditionID %s does not belong to the given ChangeID %s!
es_mx: ¡ConditionID %s no pertenece al ChangeID %s dado!

source: Change "%s" does not have an allowed change state to be deleted!
es_mx: ¡El cambio "%s" no tiene un estado de cambio permitido para ser eliminado!

source: Was not able to delete the changeID %s!
es_mx: ¡No se ha podido borrar el changeID %s!

source: Was not able to update Change!
es_mx: ¡No se ha podido actualizar el cambio!

source: Can't show history, as no ChangeID is given!
es_mx: ¡No se puede mostrar el historial, ya que no se proporciona ningún ChangeID!

source: Change "%s" not found in the database!
es_mx: ¡Cambio "%s" no encontrado en la base de datos!

source: Unknown type "%s" encountered!
es_mx: ¡Se ha encontrado un tipo desconocido "%s"!

source: Change History
es_mx: Modificar el historial

source: Can't show history zoom, no HistoryEntryID is given!
es_mx: ¡No se puede mostrar el zoom del historial, no se ha proporcionado un HistoryEntryID!

source: HistoryEntry "%s" not found in database!
es_mx: ¡HistoryEntry "%s" no se encuentra en la base de datos!

source: Was not able to update Change CAB for Change %s!
es_mx: ¡No se ha podido actualizar el CAB para cambiar %s!

source: Was not able to update Change %s!
es_mx: ¡No se ha podido actualizar el cambio %s!

source: Overview: ChangeManager
es_mx: Descripción general: ChangeManager

source: Overview: My CAB
es_mx: Descripción general: Mi CAB

source: Overview: My Changes
es_mx: Resumen: Mis cambios

source: Overview: My Workorders
es_mx: Descripción general: Mis ordenes de trabajo

source: Overview: PIR
es_mx: Resumen: PIR

source: Overview: PSA
es_mx: Resumen: PSA

source: WorkOrder "%s" not found in database!
es_mx: ¡La orden de trabajo "%s" no se encuentra en la base de datos!

source: Can't create output, as the workorder is not attached to a change!
es_mx: ¡No se puede crear una salida, ya que la orden de trabajo no está asociada a un cambio!

source: Can't create output, as no ChangeID is given!
es_mx: ¡No se puede crear una salida, ya que no se proporciona ChangeID!

source: unknown change title
es_mx: título de cambio desconocido

source: ITSM Workorder
es_mx: Orden de trabajo ITSM

source: WorkOrderNumber
es_mx: Número de Orden de Trabajo

source: unknown workorder title
es_mx: título de la orden de trabajo desconocido

source: CAB Agents
es_mx: Agentes CAB

source: CAB Customers
es_mx: Clientes CAB

source: ITSM Workorder Overview (%s)
es_mx: Descripción general de la orden de trabajo de ITSM (%s)

source: Was not able to reset WorkOrder %s of Change %s!
es_mx: ¡No se pudo restablecer la orden de trabajo %s de cambio %s!

source: Was not able to reset Change %s!
es_mx: ¡No se pudo restablecer el cambio %s!

source: Overview: Change Schedule
es_mx: Descripción general: cambio de horario

source: Change Search
es_mx: Cambiar búsqueda

source: Change Search Result
es_mx: Cambiar el resultado de la búsqueda

source: Change Number
es_mx: Cambie el número

source: Work Order Title
es_mx: Título de la orden de trabajo

source: Change Description
es_mx: Cambiar Descripción

source: Change Justification
es_mx: Justificación del cambio

source: WorkOrder Instruction
es_mx: Instrucción de orden de trabajo

source: WorkOrder Report
es_mx: Informe de orden de trabajo

source: Change Priority
es_mx: Cambiar prioridad

source: Change Impact
es_mx: Cambiar impacto

source: Created By
es_mx: Creado por

source: WorkOrder State
es_mx: Estado de la orden de trabajo

source: WorkOrder Type
es_mx: Tipo de orden de trabajo

source: WorkOrder Agent
es_mx: Agente de órdenes de trabajo

source: before
es_mx: antes

source: The change "%s" could not be serialized.
es_mx: No se pudo serializar el cambio "%s".

source: Could not update the template "%s".
es_mx: No se pudo actualizar la plantilla "%s".

source: Could not delete change "%s".
es_mx: No se pudo borrar el cambio "%s".

source: The change can't be moved, as it has no workorders.
es_mx: El cambio no se puede mover, ya que no tiene órdenes de trabajo.

source: Add a workorder first.
es_mx: Primero agregue una orden de trabajo.

source: Can't move a change which already has started!
es_mx: ¡No se puede mover un cambio que ya ha comenzado!

source: Please move the individual workorders instead.
es_mx: En su lugar, mueva las órdenes de trabajo individuales.

source: The current %s could not be determined.
es_mx: No se pudo determinar el %s actual.

source: The %s of all workorders has to be defined.
es_mx: Se deben definir los %s de todas las órdenes de trabajo.

source: Was not able to move time slot for workorder #%s!
es_mx: ¡No se pudo mover el intervalo de tiempo para la orden de trabajo #%s!

source: You need %s permission!
es_mx: ¡Necesitas el permiso de %s!

source: No TemplateID is given!
es_mx: ¡No se proporciona ningún TemplateID!

source: Template "%s" not found in database!
es_mx: ¡La plantilla "%s" no se encuentra en la base de datos!

source: Was not able to delete the template %s!
es_mx: ¡No se pudo borrar la plantilla %s!

source: Was not able to update Template %s!
es_mx: ¡No se pudo actualizar la plantilla %s!

source: Was not able to update Template "%s"!
es_mx: ¡No se pudo actualizar la plantilla "%s"!

source: Was not able to create change!
es_mx: ¡No fue posible crear un cambio!

source: Was not able to create workorder from template!
es_mx: ¡No se pudo crear una orden de trabajo a partir de la plantilla!

source: Overview: Template
es_mx: Descripción general: plantilla

source: You need %s permissions on the change!
es_mx: ¡Necesita %s permisos para el cambio!

source: Was not able to add workorder!
es_mx: ¡No se pudo agregar la orden de trabajo!

source: No WorkOrderID is given!
es_mx: ¡No se proporciona WorkOrderID!

source: Was not able to set the workorder agent of the workorder "%s" to empty!
es_mx: ¡No se pudo configurar el agente de la orden de trabajo de la orden de trabajo "%s" esta vacia!

source: Was not able to update the workorder "%s"!
es_mx: ¡No se pudo actualizar la orden de trabajo "%s"!

source: Could not find Change for WorkOrder %s!
es_mx: ¡No se pudo encontrar el cambio para la orden de trabajo %s!

source: Was not able to delete the workorder %s!
es_mx: ¡No se pudo borrar la orden de trabajo %s!

source: Was not able to update WorkOrder %s!
es_mx: ¡No se pudo actualizar la orden de trabajo %s!

source: Can't show history, as no WorkOrderID is given!
es_mx: ¡No se puede mostrar el historial, ya que no se proporciona WorkOrderID!

source: WorkOrder "%s" not found in the database!
es_mx: ¡La orden de trabajo "%s" no se encuentra en la base de datos!

source: WorkOrder History
es_mx: Historial de órdenes de trabajo

source: History entry "%s" not found in the database!
es_mx: ¡La entrada del historial "%s" no se encuentra en la base de datos!

source: WorkOrder History Zoom
es_mx: Detalle del historial de órdenes de trabajo

source: Was not able to take the workorder %s!
es_mx: ¡No pudo tomar la orden de trabajo %s!

source: The workorder "%s" could not be serialized.
es_mx: No se pudo serializar la orden de trabajo "%s".

source: ITSM Change Attachment
es_mx: Cambiar el Adjunto de ITSM

source: ITSM Work Order
es_mx: Orden de trabajo ITSM

source: ITSM Work Order Attachment
es_mx: Adjunto de orden de trabajo de ITSM

source: Need config option %s!
es_mx: ¡Necesita la opción de configuración %s!

source: Config option %s needs to be a HASH ref!
es_mx: ¡La opción de configuración %s debe ser una referencia HASH!

source: Title: %s | Type: %s
es_mx: Título: %s | Tipo: %s

source: My CABs
es_mx: Mis CAB

source: My Changes
es_mx: Mis Cambios

source: My Work Orders
es_mx: Mis órdenes de Trabajo

source: ITSM Changes
es_mx: ITSM Cambios

source: ITSM Work Orders
es_mx: Órdenes de trabajo ITSM

source: New Action (ID=%s)
es_mx: Nueva acción (ID =%s)

source: Action (ID=%s) deleted
es_mx: Acción (ID =%s) eliminada

source: All Actions of Condition (ID=%s) deleted
es_mx: Todas las acciones de la condición (ID =%s) eliminadas

source: Action (ID=%s) executed: %s
es_mx: Acción (ID =%s) ejecutada: %s

source: %s (Action ID=%s): (new=%s, old=%s)
es_mx: %s (ID de acción =%s): (nuevo =%s, antiguo =%s)

source: Change (ID=%s) reached actual end time.
es_mx: El cambio (ID =%s) alcanzó la hora de finalización real.

source: Change (ID=%s) reached actual start time.
es_mx: El cambio (ID =%s) alcanzó la hora de inicio real.

source: New Change (ID=%s)
es_mx: Nuevo cambio (ID =%s)

source: New Attachment: %s
es_mx: Nuevo adjunto: %s

source: Deleted Attachment %s
es_mx: Adjunto eliminado %s

source: CAB Deleted %s
es_mx: CAB eliminado %s

source: %s: (new=%s, old=%s)
es_mx: %s: (nuevo = %s, antiguo = %s)

source: Link to %s (ID=%s) added
es_mx: Vínculo a %s (ID = %s) agregado

source: Link to %s (ID=%s) deleted
es_mx: Enlace a %s (ID = %s) eliminado

source: Notification sent to %s (Event: %s)
es_mx: Notificación enviada a %s (evento: %s)

source: Change (ID=%s) reached planned end time.
es_mx: El cambio (ID=%s) alcanzó la hora de finalización planificada.

source: Change (ID=%s) reached planned start time.
es_mx: El cambio (ID=%s) alcanzó la hora de inicio planificada.

source: Change (ID=%s) reached requested time.
es_mx: El cambio (ID=%s) alcanzó la hora solicitada.

source: New Condition (ID=%s)
es_mx: Condición nueva (ID=%s)

source: Condition (ID=%s) deleted
es_mx: Condición (ID=%s) eliminada

source: All Conditions of Change (ID=%s) deleted
es_mx: Todas las condiciones de cambio (ID=%s) eliminadas

source: %s (Condition ID=%s): (new=%s, old=%s)
es_mx: %s (ID de condición =%s): (nuevo =%s, antiguo =%s)

source: New Expression (ID=%s)
es_mx: Nueva expresión (ID=%s)

source: Expression (ID=%s) deleted
es_mx: Expresión (ID=%s) eliminada

source: All Expressions of Condition (ID=%s) deleted
es_mx: Todas las expresiones de condición (ID=%s) eliminadas

source: %s (Expression ID=%s): (new=%s, old=%s)
es_mx: %s (ID de expresión=%s): (nuevo =%s, antiguo=%s)

source: Workorder (ID=%s) reached actual end time.
es_mx: La orden de trabajo (ID=%s) alcanzó la hora de finalización real.

source: Workorder (ID=%s) reached actual start time.
es_mx: La orden de trabajo (ID =%s) alcanzó la hora de inicio real.

source: New Workorder (ID=%s)
es_mx: Nueva orden de trabajo (ID =%s)

source: New Attachment for WorkOrder: %s
es_mx: Nuevo archivo adjunto para la orden de trabajo: %s

source: (ID=%s) New Attachment for WorkOrder: %s
es_mx: (ID =%s) Nuevo archivo adjunto para la orden de trabajo: %s

source: Deleted Attachment from WorkOrder: %s
es_mx: Adjunto eliminado de la orden de trabajo: %s

source: (ID=%s) Deleted Attachment from WorkOrder: %s
es_mx: (ID=%s) Adjunto borrado de la orden de trabajo: %s

source: New Report Attachment for WorkOrder: %s
es_mx: Nuevo reporte adjunto para la orden de trabajo: %s

source: (ID=%s) New Report Attachment for WorkOrder: %s
es_mx: (ID=%s) Nuevo reporte adjunto para la orden de trabajo: %s

source: Deleted Report Attachment from WorkOrder: %s
es_mx: Se ha eliminado el informe adjunto de la orden de trabajo: %s

source: (ID=%s) Deleted Report Attachment from WorkOrder: %s
es_mx: (ID=%s) Reporte adjunto borrado de la orden de trabajo: %s

source: Workorder (ID=%s) deleted
es_mx: Orden de trabajo (ID=%s) borrada
