Repository: RotherOSS/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: es_mx

source: Defines the operators that are selectable for the attribute WorkOrderTypeID in the change condition edit screen of the agent interface.
es_mx: Define los operadores seleccionables para el atributo WorkOrderTypeID en la pantalla de edición cambio de condiciones de la interfaz del agente.

source: Defines the period (in years), in which start and end times can be selected.
es_mx: Define el periodo (en años), en el que se pueden seleccionar las horas de inicio y fin.

source: Defines the shown attributes of a workorder in the tooltip of the workorder graph in the change zoom. To show workorder dynamic fields in the tooltip, they must be specified like DynamicField_WorkOrderFieldName1, DynamicField_WorkOrderFieldName2, etc.
es_mx: Define los atributos mostrados de una orden de trabajo en el tooltip del gráfico de la orden de trabajo en el detalle de modificación. Para mostrar los campos dinámicos de la orden de trabajo en la tooltip, deben especificarse como DynamicField_WorkOrderFieldName1, DynamicField_WorkOrderFieldName2, etc.

source: Defines the shown columns in the Change PSA overview. This option has no effect on the position of the column.
es_mx: Define las columnas que se muestran en el resumen de cambios de la Disponibilidad proyectada del servicio (PSA) Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the Change Schedule overview. This option has no effect on the position of the column.
es_mx: Define las columnas que se muestran en el resumen del programa de modificaciones. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the MyCAB overview. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en la vista general de MyCAB. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the MyChanges overview. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en el resumen de Mis Cambios. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the MyWorkorders overview. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en la vista general de Mis Órdenes de Trabajo. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the PIR overview. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en el resumen del PIR. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the change manager overview. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en el resumen del gestor de modificaciones. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the change overview. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en el resumen de cambios. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the change search. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en la búsqueda de cambios. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the shown columns in the template overview. This option has no effect on the position of the column.
es_mx: Define las columnas mostradas en el resumen de la plantilla. Esta opción no tiene efecto sobre la posición de la columna.

source: Defines the signals for each ITSM change state.
es_mx: Define las señales para cada estado de cambio de ITSM.

source: Defines the template types that will be used as filters in the template overview.
es_mx: Define los tipos de plantillas que se utilizarán como filtros en el resumen de plantillas.

source: Defines the workorder states that will be used as filters in the MyWorkorders overview.
es_mx: Define los estados de las órdenes de trabajo que se utilizarán como filtros en la vista general de Mis órdenes de trabajo.

source: Defines the workorder states that will be used as filters in the PIR overview.
es_mx: Define los estados de las órdenes de trabajo que se utilizarán como filtros en el resumen del PIR.

source: Defines the workorder types that will be used to show the PIR overview.
es_mx: Define los tipos de órdenes de trabajo que se utilizarán para mostrar el resumen del PIR.

source: Defines whether notifications should be sent.
es_mx: Define si se deben enviar notificaciones.

source: Delete a change.
es_mx: Eliminar un cambio.

source: Delete the change.
es_mx: Eliminar el cambio.

source: Delete the workorder.
es_mx: Eliminar la orden de trabajo.

source: Details of a change history entry.
es_mx: Detalles de una entrada del historial de cambios.

source: Determines if an agent can exchange the X-axis of a stat if he generates one.
es_mx: Determina si un agente puede intercambiar el eje X de una estadística si genera una.

source: Determines if the common stats module may generate stats about changes done for config item classes.
es_mx: Determina si el módulo de estadísticas comunes puede generar estadísticas sobre los cambios realizados en las clases de elementos de configuración.

source: Determines if the common stats module may generate stats about changes regarding change state updates within a timeperiod.
es_mx: Determina si el módulo de estadísticas comunes puede generar estadísticas sobre los cambios relativos a las actualizaciones del estado de los cambios dentro de un período de tiempo.

source: Determines if the common stats module may generate stats about changes regarding the relation between changes and incident tickets.
es_mx: Determina si el módulo de estadísticas comunes puede generar estadísticas sobre los cambios con respecto a la relación entre los cambios y los tickets de incidencias.

source: Determines if the common stats module may generate stats about changes.
es_mx: Determina si el módulo de estadísticas comunes puede generar estadísticas sobre los cambios.

source: Determines if the common stats module may generate stats about the number of Rfc tickets a requester created.
es_mx: puede generar estadísticas sobre el número de tickets RFC creados por un solicitante.

source: Dynamic fields (for changes and workorders) shown in the change print screen of the agent interface.
es_mx: Campos dinámicos (para cambios y órdenes de trabajo) mostrados en la pantalla de impresión de cambios de la interfaz del agente.

source: Dynamic fields shown in the change add screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla de modificación de la interfaz del agente.

source: Dynamic fields shown in the change edit screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla de edición de cambios de la interfaz del agente.

source: Dynamic fields shown in the change search screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla de búsqueda de cambios de la interfaz del agente.

source: Dynamic fields shown in the change zoom screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla detalle de cambio de la interfaz del agente.

source: Dynamic fields shown in the workorder add screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla de agregar de órdenes de trabajo de la interfaz del agente.

source: Dynamic fields shown in the workorder edit screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla de edición de órdenes de trabajo de la interfaz del agente.

source: Dynamic fields shown in the workorder report screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla de reportes de órdenes de trabajo de la interfaz del agente.

source: Dynamic fields shown in the workorder zoom screen of the agent interface.
es_mx: Campos dinámicos mostrados en la pantalla de avance de la orden de trabajo de la interfaz del agente.

source: DynamicField event module to handle the update of conditions if dynamic fields are added, updated or deleted.
es_mx: Módulo de eventos de campos dinámicos para gestionar la actualización de las condiciones si se añaden, actualizan o eliminan campos dinámicos.

source: Edit a change.
es_mx: Editar un cambio.

source: Edit the change.
es_mx: Editar el cambio.

source: Edit the conditions of the change.
es_mx: Editar las condiciones del cambio.

source: Edit the workorder.
es_mx: Editar la orden de trabajo.

source: Enables the minimal change counter size (if "Date" was selected as ITSMChange::NumberGenerator).
es_mx: Activa el tamaño mínimo del contador de cambios (si se ha seleccionado "Fecha" como ITSMChange::NumberGenerator).

source: Forward schedule of changes. Overview over approved changes.
es_mx: Calendario de cambios. Resumen sobre los cambios aprobados.

source: History Zoom
es_mx: Detalle histórico

source: ITSM Change Condition Edit.
es_mx: Editar la condición de cambio de ITSM.

source: ITSM Change Condition Overview.
es_mx: Visión general del cambio de la condición de ITSM.

source: ITSM Change Manager Overview.
es_mx: Visión general del Gestor de Cambios ITSM.

source: ITSM Change Notifications
es_mx: Cambios de Notificaciones de ITSM

source: ITSM Change notification rules
es_mx: Cambio de reglas de notificaciones de ITSM

source: ITSM MyCAB Overview.
es_mx: Visión general de ITSM MyCAB.

source: ITSM MyWorkorders Overview.
es_mx: Resumen de ITSM mis órdenes de trabajo.

source: ITSM Template Delete.
es_mx: Eliminar plantilla ITSM.

source: ITSM Template Edit CAB.
es_mx: Plantilla ITSM Editar CAB.

source: ITSM Template Edit Content.
es_mx: Editar Contenido de la plantilla ITSM.

source: ITSM Template Edit.
es_mx: Edición de plantilla ITSM.

source: ITSM Template Overview.
es_mx: Resumen de la plantilla ITSM.

source: ITSM event module that cleans up conditions.
es_mx: Módulo de eventos ITSM que limpia las condiciones.

source: ITSM event module that deletes the cache for a toolbar.
es_mx: Módulo de eventos ITSM que borra el caché de una barra de herramientas.

source: ITSM event module that deletes the history of changes.
es_mx: Módulo de eventos ITSM que borra el historial de cambios.

source: ITSM event module that matches conditions and executes actions.
es_mx: Módulo de eventos de ITSM que compara las condiciones y ejecuta las acciones.

source: ITSM event module that sends notifications.
es_mx: Módulo de eventos ITSM que envía notificaciones.

source: ITSM event module that updates the ITSMChange index.
es_mx: Módulo de eventos ITSM que actualiza el índice ITSMChange.

source: ITSM event module that updates the ITSMWorkOrder index.
es_mx: Módulo de eventos ITSM que actualiza el índice ITSMWorkOrder.

source: ITSM event module that updates the history of changes.
es_mx: Módulo de eventos ITSM que actualiza el historial de cambios.

source: ITSM event module that updates the history of conditions.
es_mx: Módulo de eventos ITSM que actualiza el historial de condiciones.

source: ITSM event module that updates the history of workorders.
es_mx: Módulo de eventos ITSM que actualiza el historial de órdenes de trabajo.

source: ITSM event module to recalculate the workorder numbers.
es_mx: Módulo de eventos ITSM para recalcular los números de las órdenes de trabajo.

source: ITSM event module to set the actual start and end times of workorders.
es_mx: Módulo de eventos ITSM para establecer las horas reales de inicio y finalización de las órdenes de trabajo.

source: ITSMChange
es_mx: Cambio

source: ITSMWorkOrder
es_mx: Orden de trabajo ITSM

source: If frequency is 'regularly', you can configure how often the notifications are sent (every X hours).
es_mx: Si la frecuencia es "regularmente", puede configurar la frecuencia de envío de las notificaciones (cada X horas).

source: It controls availability for ITSMChange search driver.
es_mx: Controla la disponibilidad para el controlador de búsqueda de cambios de ITSM.

source: It controls availability for ITSMWorkOrder search driver.
es_mx: Controla la disponibilidad para el controlador de búsqueda de Ordenes de trabajo ITSM.

source: Link another object to the change.
es_mx: Vincular otro objeto al cambio.

source: Link another object to the workorder.
es_mx: Vincular otro objeto a la orden de trabajo.

source: List of all change events to be displayed in the GUI.
es_mx: Lista de todos los eventos de cambio que se mostrarán en la GUI.

source: List of all workorder events to be displayed in the GUI.
es_mx: Lista de todos los eventos de órdenes de trabajo que se mostrarán en la GUI.

source: Lookup of CAB members for autocompletion.
es_mx: Búsqueda de miembros del CAB para autocompletar.

source: Lookup of agents, used for autocompletion.
es_mx: Búsqueda de agentes, utilizada para el autocompletado.

source: Manage the category ↔ impact ↔ priority matrix.
es_mx: Gestionar la categoría ↔ impacto ↔ matriz de prioridades.

source: Module to check if WorkOrderAdd or WorkOrderAddFromTemplate should be permitted.
es_mx: Módulo para comprobar si se debe permitir la adición de órdenes de trabajo o la adición de órdenes de trabajo desde la plantilla.

source: Module to check the CAB members.
es_mx: Módulo para comprobar los miembros del CAB.

source: Module to check the agent.
es_mx: Módulo para comprobar el agente.

source: Module to check the change builder.
es_mx: Módulo para comprobar el constructor de cambios.

source: Module to check the change manager.
es_mx: Módulo para comprobar el gestor de cambios.

source: Module to check the workorder agent.
es_mx: Módulo para comprobar el agente de órdenes de trabajo.

source: Module to check whether no workorder agent is set.
es_mx: Módulo para comprobar si no se ha establecido ningún agente de órdenes de trabajo.

source: Module to check whether the agent is contained in the configured list.
es_mx: Módulo para comprobar si el agente está contenido en la lista configurada.

source: Module to show a link to create a change from this ticket. The ticket will be automatically linked with the new change.
es_mx: Módulo para mostrar un enlace para crear un cambio desde este ticket. El ticket se vinculará automáticamente con el nuevo cambio.

source: Move Time Slot.
es_mx: Mover la franja horaria.

source: Move all workorders in time.
es_mx: Mover todas las órdenes de trabajo a tiempo.

source: New (from template)
es_mx: Nuevo (desde la plantilla)

source: Only users of these groups have the permission to use the ticket types as defined in "ITSMChange::AddChangeLinkTicketTypes" if the feature "Ticket::Acl::Module###200-Ticket::Acl::Module" is enabled.
es_mx: Sólo los usuarios de estos grupos tienen permiso para utilizar los tipos de tickets definidos en "ITSMChange::AddChangeLinkTicketTypes" si la función "Ticket::Acl::Module##200-Ticket::Module" está activada.

source: Other Settings
es_mx: Otras Configuraciones

source: Overview over all Changes.
es_mx: Resumen de todos los cambios.

source: PIR
es_mx: Revisión Post Implementación (PIR)

source: PIR (Post Implementation Review)
es_mx: Revisión Post Implementación (PIR)

source: PSA
es_mx: Disponibilidad del servicio proyectada (PSA)

source: Parameters for the UserCreateWorkOrderNextMask object in the preference view of the agent interface.
es_mx: Parámetros para el objeto UserCreateWorkOrderNextMask en la vista de preferencias de la interfaz del agente.

source: Parameters for the pages (in which the changes are shown) of the small change overview.
es_mx: Parámetros para las páginas (en las que se muestran los cambios) del resumen de pequeñas modificaciones.

source: Performs the configured action for each event (as an Invoker) for each configured Webservice.
es_mx: Realiza la acción configurada para cada evento (como Invoker) para cada Webservice configurado.

source: Planned end time
es_mx: Hora de finalización prevista

source: Planned start time
es_mx: Hora de inicio prevista

source: Print the change.
es_mx: Imprime el cambio.

source: Print the workorder.
es_mx: Imprimir la orden de trabajo.

source: Projected Service Availability
es_mx: Disponibilidad del servicio proyectada

source: Projected Service Availability (PSA)
es_mx: Disponibilidad del servicio proyectada (PSA)

source: Projected Service Availability (PSA) of changes. Overview of approved changes and their services.
es_mx: Cambios de la Disponibilidad de servicio proyectada (PSA). Resumen de los cambios aprobados y sus servicios.

source: Requested time
es_mx: Hora solicitada

source: Required privileges in order for an agent to take a workorder.
es_mx: Privilegios necesarios para que un agente pueda tomar una orden de trabajo.

source: Required privileges to access the overview of all changes.
es_mx: Privilegios necesarios para acceder al resumen de todos los cambios.

source: Required privileges to add a workorder.
es_mx: Privilegios necesarios para añadir una orden de trabajo.

source: Required privileges to change the workorder agent.
es_mx: Privilegios necesarios para cambiar el agente de la orden de trabajo.

source: Required privileges to create a template from a change.
es_mx: Privilegios necesarios para crear una plantilla a partir de una modificación.

source: Required privileges to create a template from a changes' CAB.
es_mx: Privilegios necesarios para crear una plantilla a partir de un CAB.

source: Required privileges to create a template from a workorder.
es_mx: Privilegios necesarios para crear una plantilla a partir de una orden de trabajo.

source: Required privileges to create changes from templates.
es_mx: Privilegios necesarios para crear cambios desde las plantillas.

source: Required privileges to create changes.
es_mx: Privilegios necesarios para crear cambios.

source: Required privileges to delete a template.
es_mx: Privilegios necesarios para eliminar una plantilla.

source: Required privileges to delete a workorder.
es_mx: Privilegios necesarios para eliminar una orden de trabajo.

source: Required privileges to delete changes.
es_mx: Privilegios necesarios para eliminar los cambios.

source: Required privileges to edit a template.
es_mx: Privilegios necesarios para editar una plantilla.

source: Required privileges to edit a workorder.
es_mx: Privilegios necesarios para editar una orden de trabajo.

source: Required privileges to edit changes.
es_mx: Privilegios necesarios para editar los cambios.

source: Required privileges to edit the conditions of changes.
es_mx: Privilegios necesarios para editar las condiciones de los cambios.

source: Required privileges to edit the content of a template.
es_mx: Privilegios necesarios para editar el contenido de una plantilla.

source: Required privileges to edit the involved persons of a change.
es_mx: Privilegios necesarios para editar las personas implicadas en un cambio.

source: Required privileges to move changes in time.
es_mx: Los privilegios requeridos para mover los cambios en el tiempo.

source: Required privileges to print a change.
es_mx: Privilegios necesarios para imprimir un cambio.

source: Required privileges to reset changes.
es_mx: Privilegios necesarios para restablecer los cambios.

source: Required privileges to view a workorder.
es_mx: Privilegios necesarios para ver una orden de trabajo.

source: Required privileges to view changes.
es_mx: Privilegios necesarios para ver los cambios.

source: Required privileges to view list of changes where the user is a CAB member.
es_mx: Privilegios necesarios para ver la lista de cambios cuando el usuario es miembro del CAB.

source: Required privileges to view list of changes where the user is the change manager.
es_mx: Privilegios necesarios para ver la lista de cambios donde el usuario es el gestor de cambios.

source: Required privileges to view overview over all templates.
es_mx: Privilegios necesarios para ver el resumen de todas las plantillas.

source: Required privileges to view the conditions of changes.
es_mx: Privilegios necesarios para ver las condiciones de los cambios.

source: Required privileges to view the history of a change.
es_mx: Privilegios necesarios para ver el historial de un cambio.

source: Required privileges to view the history of a workorder.
es_mx: Privilegios necesarios para ver el historial de una orden de trabajo.

source: Required privileges to view the history zoom of a change.
es_mx: Privilegios necesarios para ver el detalle del historial de una modificación.

source: Required privileges to view the history zoom of a workorder.
es_mx: Privilegios necesarios para ver el detalle del historial de una orden de trabajo.

source: Required privileges to view the list of Change Schedule.
es_mx: Privilegios necesarios para ver la lista de la programación de cambios.

source: Required privileges to view the list of change PSA.
es_mx: Privilegios requeridos para ver la lista de cambios PSA.

source: Required privileges to view the list of changes with an upcoming PIR (Post Implementation Review).
es_mx: Privilegios necesarios para ver la lista de cambios con una próxima PIR (Revisión Post-Implementación).

source: Required privileges to view the list of own changes.
es_mx: Privilegios necesarios para ver la lista de cambios propios.

source: Required privileges to view the list of own workorders.
es_mx: Privilegios necesarios para ver la lista de órdenes de trabajo propias.

source: Required privileges to write a report for the workorder.
es_mx: Privilegios necesarios para escribir un informe para la orden de trabajo.

source: Reset a change and its workorders.
es_mx: Restablecer un cambio y sus órdenes de trabajo.

source: Reset change and its workorders.
es_mx: Restablecer el cambio y sus órdenes de trabajo.

source: Run task to check if specific times have been reached in changes and workorders.
es_mx: Ejecutar la tarea para comprobar si se han alcanzado los tiempos específicos en los cambios y órdenes de trabajo.

source: Save change as a template.
es_mx: Guardar el cambio como una plantilla.

source: Save workorder as a template.
es_mx: Guardar la orden de trabajo como una plantilla.

source: Screen after creating a workorder
es_mx: Pantalla después de crear una orden de trabajo

source: Search Changes
es_mx: Buscar cambios

source: Search Changes.
es_mx: Buscar cambios.

source: Selects the change number generator module. "AutoIncrement" increments the change number, the SystemID and the counter are used with SystemID.counter format (e.g. 100118, 100119). With "Date", the change numbers will be generated by the current date and a counter; this format looks like Year.Month.Day.counter, e.g. 2010062400001, 2010062400002. With "DateChecksum", the counter will be appended as checksum to the string of date plus the SystemID. The checksum will be rotated on a daily basis. This format looks like Year.Month.Day.SystemID.Counter.CheckSum, e.g. 2010062410000017, 2010062410000026.
es_mx: Selecciona el módulo generador de números de cambio. "AutoIncremento" incrementa el número de cambio, el SystemID y el contador se utilizan con el formato SystemID.counter (por ejemplo 100118, 100119). Con "Fecha", los números de cambio serán generados por la fecha actual y un contador; este formato se parece a Año.Mes.Día.contador, por ejemplo 2010062400001, 2010062400002. Con "DateChecksum", el contador se añadirá como suma de comprobación a la cadena de fecha más el SystemID. La suma de comprobación se rotará diariamente. Este formato se parece a Año.Mes.Día.SystemID.Contador.Suma de comprobación, por ejemplo, 2010062410000017, 2010062410000026.

source: Set the agent for the workorder.
es_mx: Establezca el agente para la orden de trabajo.
